Repository: huaiyinfeilong/audiomanager
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru, tr

source: Audio Manager
ru: Управление звуком
tr: Ses Yöneticisi

source: Reset the playback and recording device of all audio applications
ru: Сбросить устройство записи и воспроизведения для всех аудиоприложений
tr: Tüm ses uygulamalarının oynatma ve kayıt cihazını sıfırla

source: Reset the playback volume of all audio applications and unmute them
ru: Сбросить громкость воспроизведения и включить звук для всех аудиоприложений
tr: Tüm ses uygulamalarının oynatma sesini sıfırla ve sesini aç

source: Next playback device
ru: Следующее устройство воспроизведения
tr: Sonraki oynatma cihazı

source: Previous playback device
ru: Предыдущее устройство воспроизведения
tr: Önceki oynatma cihazı

source: Next Recording device
ru: Следующее устройство записи
tr: Sonraki Kayıt cihazı

source: Previous Recording device
ru: Предыдущее устройство записи
tr: Önceki Kayıt cihazı

source: Next audio application
ru: Следующие аудиоприложение
tr: Sonraki ses uygulaması

source: Previous audio application
ru: Предыдущее аудиоприложение
tr: Önceki ses uygulaması

source: Volume up
ru: Увеличить громкость
tr: Sesi artır

source: Please select a device or audio application first
ru: Пожалуйста, сначала выберите устройство воспроизведения или аудиоприложение
tr: Lütfen önce bir cihaz veya ses uygulaması seçin

source: Volume down
ru: Уменьшить громкость
tr: Sesi azalt

source: Mute or unmute the playback or the recording devices
ru: Отключить или включить устройства воспроизведения или записи
tr: Oynatma veya kayıt cihazlarının sesini kapat veya aç

source: Set to as default playback or recording device
ru: Установлено устройством воспроизведения или записи по умолчанию
tr: Varsayılan oynatma veya kayıt cihazı olarak ayarla

source: Please select a playback or recording device first
ru: Пожалуйста, сначала выберите устройство воспроизведения или записи
tr: Lütfen önce bir oynatma veya kayıt cihazı seçin

source: Next the playback device of the audio application
ru: Следующее устройство воспроизведения для аудиоприложения
tr: Ses uygulaması için sonraki oynatma cihazı

source: Please select an audio application first
ru: Пожалуйста, сначала выберите аудиоприложение
tr: Lütfen önce bir ses uygulaması seçin

source: Previous the playback device of the audio application
ru: Предыдущее устройство воспроизведения для аудиоприложения
tr: Ses uygulaması için önceki oynatma cihazı

source: Previous the recording device of the audio application
ru: Предыдущее устройство записи для аудиоприложения
tr: Ses uygulaması için önceki kayıt cihazı

source: Next the recording device of the audio application
ru: Следующее устройство записи для аудиоприложения
tr: Ses uygulaması için sonraki kayıt cihazı

source: Click to reset the playback and recording devices of all audio applications; Double click to reset the volume of all audio applications and unmute them
ru: Нажмите, чтобы сбросить устройства записи и воспроизведения для всех аудиоприложений; нажмите дважды, чтобы сбросить громкость всех аудиоприложений и включить их звук
tr: Tüm ses uygulamalarının oynatma ve kayıt cihazlarını sıfırlamak için tıkla; Tüm ses uygulamalarının sesini sıfırlamak ve sesini açmak için çift tıkla

source: Microphone switch
ru: Переключение микрофона
tr: Mikrofon anahtarı

source: The microphone turned off
ru: Микрофон выключен
tr: Mikrofon kapalı

source: The microphone turned on
ru: Микрофон включён
tr: Mikrofon açık

source: Sound switch
ru: Переключение звука
tr: Ses anahtarı

source: The sound turned off
ru: Звук выключен
tr: Ses kapalı

source: The sound turned on
ru: Звук включён
tr: Ses açık

source: Mute or unmute the current window application
ru: Отключить или включить звук приложения в текущем окне
tr: Geçerli pencere uygulamasının sesini kapat veya aç

source: The current window is muted
ru: Звук для текущего окна выключен
tr: Geçerli pencerenin sesi kapalı

source: The current window is unmuted.
ru: Звук для текущего окна включён.
tr: Geçerli pencerenin sesi açık.

source: Lock microphone volume
ru: Заблокировать громкость микрофона
tr: Mikrofon ses seviyesini kilitle

source: Locked the microphone volume
ru: Громкость микрофона заблокирована
tr: Mikrofon ses seviyesi kilitlendi

source: Unlocked the microphone volume
ru: Громкость микрофона разблокирована
tr: Mikrofon ses seviyesinin kilidi açıldı

source: Next NVDA playback device
ru: Следующее устройство воспроизведения NVDA
tr: Sonraki NVDA oynatma cihazı

source: Previous NVDA playback device
ru: Предыдущее устройство воспроизведения NVDA
tr: Önceki NVDA oynatma cihazı

source: System sound
ru: Звук системы
tr: Sistem sesi

source: Volume
ru: Громкость
tr: Ses seviyesi

source: Maximum volume
ru: Максимальная громкость
tr: Maksimum ses seviyesi

source: Minimual volume
ru: Минимальная громкость
tr: Minimum ses seviyesi

source: Muted
ru: Звук выключен
tr: Ses kapalı

source: Unmuted
ru: Звук включён
tr: Ses açık

source: As default playback device
ru: Установить основным устройством воспроизведения
tr: Varsayılan oynatma cihazı olarak ayarlandı

source: As default recording device
ru: Установить основным устройством записи
tr: Varsayılan kayıt cihazı olarak ayarlandı

source: Default playback device
ru: Устройство воспроизведения по умолчанию
tr: Varsayılan oynatma cihazı

source: Default recording device
ru: Устройство записи по умолчанию
tr: Varsayılan kayıt cihazı

source: Microsoft Sound Mapper
tr: Microsoft Ses Eşleştiricisi

source: The system you are using is not supported. This add-on needs to be running on a Windows 10 or higher system.
ru: Система, которую вы используете, не поддерживается. Это приложение должно быть запущено в Windows 10 или новее.
tr: Kullandığınız işletim sistemi desteklenmiyor. Bu eklenti, çalışmak için bir Windows 10 veya daha yüksek işletim sistemine ihtiyaç duyar.

source: Warning
ru: Предупреждение
tr: Uyarı

source: We have detected a conflict between the 'AudioControl' add-on you have installed and the add-on you are currently installing. Click 'Yes' to automatically uninstall and install the conflicting add-on or click' No 'to install without uninstalling.
ru: Обнаружен конфликт между установленным дополнением "AudioControl" и дополнением, которое вы устанавливаете. Нажмите "Да" для автоматического удаления и установки конфликтующего дополнения или нажмите "нет" для установки без удаления.
tr: Yüklediğiniz 'AudioControl' eklentisi ile şu anda yüklemekte olduğunuz eklenti arasında bir çakışma tespit ettik. Çakışan eklentiyi otomatik olarak kaldırıp yüklemek için 'Evet'i veya kaldırmadan yüklemek için 'Hayır'ı tıklayın.

source: An add-on of NVDA for system audio management.
ru: Дополнение для NVDA для управления звуком в вашей системе.
tr: Sistem ses yönetimi için bir NVDA eklentisi.
